MSG_HELLO = 'Доброго времени суток!\nДля работы с ботом, пожалуйста, выберите одну из команд в меню ниже:'
MSG_BROKEN_BOT = "Извините, бот сейчас недоступен - идут технические работы. Попробуйте зайти снова позже"
MSG_ERROR_COMMAND = "Ошибка! Пожалуйста, введите корректную команду или выберите из списка доступных команд в меню"
MSG_SEND_FILE = "Отправьте боту EXCEL файл в формате таблицы с полями title, url, xpath\nИли нажмите кнопку отмены, чтобы сделать это позже..."
MSG_CANCEL = "Отправка была отменена"

TEMPLATE_MSG_HELP = """
Все мои команды доступны в меню, вот основные из них:

/start - Начальная команда для работы с ботом:
    1. Показывает приветствие
    2. Позволяет загружать файлы


Разработчик: @eCoolGe
"""
TEMPLATE_ERROR = "<b>Ошибка!</b> {}\n\n{}"


LOG_MSG_DEFAULT_ERROR = "Ошибка: %s"